module.exports = {
  title:
    "東京都立大学システムデザイン学部・研究科 インダストリアルアート学科・学域 卒業・修了制作研究展2026",
  description: `
  インダストリアルアート学科・学域の卒業・修了制作研究展を開催します。
  2026年3月1日(日)〜3月7日(土)（3月2日(月)は休館日）
  @東京都美術館 ギャラリーA・B【入場無料】
  会期：9:30 - 17:30（最終入場17:00）
  最終日3/7は 9:30 - 12:00（最終入場11:30）
`
    .trim()
    .replace(/^\s+/gm, ""), // 各行の行頭スペースを削除
  keywords: [
    "東京都立大学",
    "システムデザイン学部",
    "インダストリアルアート",
    "卒業制作",
    "修了制作",
    "展示",
    "2026",
    "東京",
    "東京都美術館",
  ],
  twitterSite: "@tmu_ia_sotsuten",
  defaultLocale: "ja_JP",
};
