export default function ReportClosingNote() {
  return (
    <section className="flex flex-col gap-4 md:gap-5 pb-8">
      <h2 className="text-3xl md:text-4xl font-semibold text-right">Closing Note</h2>
      <div className="flex flex-col gap-2 text-xs md:text-sm leading-7 md:leading-8 text-justify drop-shadow-[0_0_8px_rgba(0,0,0,0.4)]">
        <p>
          東京都立大学システムデザイン学部・研究科 インダストリアルアート学科・学域 卒業・修了制作研究展2026は、多くの方のご協力のもと、無事に会期を終えることができました。ご来場くださった皆様、ならびに開催にあたりご協力いただきました皆様に、この場をお借りして深く感謝申し上げます。
        </p>
        <p>
          今年度は学生たちが制作・研究を進める中で悩み、迷いながらも、考え手を動かし続けることで少しずつ思い描いたものが形になっていく──そんな日々の制作過程を『もや』というテーマで表しました。学生それぞれが幅広い分野への興味・関心を持ちながらも、その根底にあるデザインに真摯に向き合う思いを、会場にてひとつの展示として感じていただけていれば幸いです。
        </p>
        <p>
          今回は新たな企画として「IA卒展トークセッション」を実施し、会場内に、本学卒業生・教員と学生で『もや』との向き合い方について対話を重ねる場が生まれました。また、来場者の皆様との会話や気づきの共有を通して、制作期間だけでなく卒展そのものも、学生それぞれの『もや』の輪郭を辿る時間となりました。ご来場いただいた皆様、Web展にて作品をご覧いただいた皆様にも、私たちの展示がなにかに気がつき、学び、自分自身の『もや』を見つめ直すひとつのきっかけとなっていることを願っています。
        </p>
        <p>
          改めまして、本展示に関心を寄せてくださったすべての皆様に御礼申し上げます。誠にありがとうございました。
        </p>
      </div>
    </section>
  );
}
